Revit 2027 API
BuiltInFailures.SystemNavigatorFailures.CannottFindCorrectTreeNode Property
 Can't find the correct tree node in system browser according to the node index.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannottFindCorrectTreeNode { get; }
Public Shared ReadOnly Property CannottFindCorrectTreeNode As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannottFindCorrectTreeNode {
	FailureDefinitionId^ get ();
}
static member CannottFindCorrectTreeNode : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.SystemNavigatorFailures Class
Autodesk.Revit.DB Namespace